[
  {
    "Key": "MyFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "My Feat"
  },

  {
    "Key": "MyFeat.Description",
    "enGB": "This is my feat, not your feat."
  },
  {
    "Key": "MagicalAptitude.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Magical Aptitude",
    "zhCN": "Magische Begabung"
  },

  {
    "Key": "MagicalAptitude.Description",
    "enGB": "You get a +2 bonus on all Spellcraft and Use Magic Device skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
  },

  {
    "Key": "ShadowDancer.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadowdancer",
    "zhCN": "影舞者"
  },

  {
    "Key": "ShadowDancer.Description",
    "enGB": "Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.",
    "zhCN": "影舞者生存在光与暗的边界，在那里，他们编织着阴影，令自己成为若隐若现的诡计大师。不受任何特定道德或传统法规的束缚，影舞者由认识到黑暗的价值的多种冒险者组成。施法者们使用自己的能力从暗处安全地施放法术并迅速离开，同时专于白刃战的职业们则享受从暗处突袭敌人的能力。有些人甚至从字面上理解自己的群体，成为了怪异又神秘的表演者和舞者。尽管如此，他们诡诈与渗透性的天赋带来的诱惑通常使得影舞者们趋于以行窃为生。"
  },

  {
    "Key": "ShadowDancerProficiencies.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "ShadowDancer Proficiency",
    "zhCN": "影舞者擅长"
  },

  {
    "Key": "ShadowDancerProficiencies.Description",
    "enGB": "Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.",
    "zhCN": "影舞者擅长木棒，十字弓（轻型，重型或手弩），匕首（任意类型），飞镖，硬头锤，钉头锤，木棍，细剑，闷棍，短弓（普通或复合），以及短剑。影舞者擅长轻型盔甲但不擅长盾牌。"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Illusion",
    "zhCN": "阴影幻象"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Description",
    "enGB": "When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as fade, using the shadowdancer’s level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained.",
    "zhCN": "当一个影舞者达到3级时，她可以创造出视觉幻象。这一能力与“渐隐术”法术相同，使用影舞者等级作为施法者等级。影舞者每天可以使用此能力每2个影舞者等级1次。"
  },

  {
    "Key": "ShadowDancerShadowCall.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Call",
    "zhCN": "阴影召唤"
  },

  {
    "Key": "ShadowDancerShadowCall.Description",
    "enGB": "At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as shadow conjuration, using charactor level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as greater shadow conjuration. The DC for this ability is Charisma-based.",
    "zhCN": "4级起，影舞者可以从阴影中制造出生物和效果。这一能力与“幽影咒法术”相同，使用角色等级作为施法者等级。4级时影舞者每天可以使用1次此能力，之后每两级都可以增加每天使用次数1次（6级时每天2次，8级时每天3次，10级时每天4次）。10级之后，此能力升级成为“高等幽影咒法术”。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowPower.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Power",
    "zhCN": "阴影能量"
  },

  {
    "Key": "ShadowDancerShadowPower.Description",
    "enGB": "At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as shadow evocation, using charactor level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based.",
    "zhCN": "8级时，影舞者可以使用阴影对敌人造成伤害。此能力与“幽影塑能术”相同，使用角色等级作为施法者等级。8级时影舞者可天可以使用1次此能力，10级时每天可以多使用1次。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowJump.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Jump",
    "zhCN": "阴影跳跃"
  },

  {
    "Key": "ShadowDancerShadowJump.Description",
    "enGB": "a shadowdancer gains the ability to travel between shadows as if by means of a dimension door spell or the abundant step class feature. You can gain this feat multiple times. Each time you gain 4 additional uses per day.",
    "zhCN": "影舞者可以在阴影之间移动，如同次元门法术或武僧“无相挪移”能力。你可多次选择此专长，获得每天4次使用次数，效果叠加。"
  },

  {
    "Key": "ShadowDancerFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Bonus Feats",
    "zhCN": "影舞者额外专长"
  },

  {
    "Key": "ShadowDancerFeat.Description",
    "enGB": "At 4th, 6th, 8th, and 10th level, a shadowdancer gains a bonus feat. At each such opportunity, he can choose shadow jump, or any feat from the dimentional feat chain. She must still meet all prerequisites for the feat.",
    "zhCN": "在4，6，8，10级时，影舞者可以获得一个奖励专长。她可以挑选阴影跳跃或者任何次元门系列专长。她依然必须达到这些专长的前提要求。"
  },

  {
    "Key": "ShadowDancerShadowMaster.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Master",
    "zhCN": "阴影宗师"
  },

  {
    "Key": "ShadowDancerShadowMaster.Description",
    "enGB": "At 10th level, whenever a shadowdancer casts a spell or a spell-like ability, or hides in plain sight, for 1d4 turns, she gains DR 10/— and a +2 luck bonus on all saving throws, and whenever she successfully scores a critical hit against a foe, that foe is blinded for 1d6 rounds.",
    "zhCN": "10级时，影舞者施放法术，类法术能力，或使用视线躲藏能力时，她获得伤害减免“10/-”，并且在所有豁免检定中获得+2幸运加值，且她造成重击时，对手被致盲1d6轮。以上效果持续1d4轮。"
  },

  {
    "Key": "DefensiveRoll.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Defensive Roll",
    "zhCN": "防御翻滚"
  },

  {
    "Key": "DefensiveRoll.Description",
    "enGB": "With this advanced talent, the rogue can roll with a potentially lethal blow to take less damage from it than she otherwise would. Once per day, when her HP drops low, she ignores damage that would make her unconscious. She must be aware of the attack and able to react to it in order to execute her defensive roll—if she is denied her Dexterity bonus to AC, she can’t use this ability.",
    "zhCN": "盗贼可以顺着致命打击进行翻滚来降低伤害。每日一次，如果战斗中的伤害会令盗贼陷入昏迷，她无视超额的伤害。她必须觉察到这次攻击并能对其做出反应才能进行“防御翻滚”，如果她失去了AC上的敏捷加值，就无法使用此能力。"
  },

  {
    "Key": "SummonShadowAnimal.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Bond",
    "zhCN": "幽影联结"
  },

  {
    "Key": "SummonShadowAnimal.Description",
    "enGB": "At 3rd level, a shadowdancer can summon a shadow, as an undead animal companian or a summoned monster.",
    "zhCN": "3级起，影舞者可以召唤一只幽影，一种不死生物阴影，作为亡灵动物伙伴或召唤物。"
  },

  {
    "Key": "ShadowDancerSummonShadow.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Summon Shadow",
    "zhCN": "幽影联结"
  },

  {
    "Key": "ShadowDancerSummonShadow.Description",
    "enGB": "Once per day, as a free action you can summons a shadow which scales with your level. Summoned monsters appear where you designate and act according to their initiative results. They attack your opponents to the best of their ability.",
    "zhCN": "每日一次，你可以用自由动作召唤一个随你成长的幽影。它会在你的回合出现在你指定的位置，并根据其先攻展开行动。它会尽全力攻击你的敌人。"
  },

  {
    "Key": "InheritorCrusader.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Inheritor’s Crusader",
    "zhCN": "后继者远征骑士"
  },

  {
    "Key": "InheritorCrusader.Description",
    "enGB": "Honor, justice, and valor—while many righteous folk believe in these things, a select group of champions live and breathe them. It is in their blood and constantly at the forefront of their thoughts. The teachings of this once small, exclusive group of knights have inspired others, and now heroes all across the world take up swords in the name of these ideals. Most crusaders spend their time advancing the cause of the downtrodden, freeing the oppressed from tyranny and injustice, or helping the timid rise up in the face of evil, though their powers also make them suited for hunting down criminals, breaking the mental shackles of brainwashing and witchcraft, and destroying monsters that pierce the bravest hearts with fear.",
    "zhCN": "勇气、正义与荣耀——虽然许多正义之士都相信这些美德，但有一小群艾奥梅黛的神选勇士则视之为生命。这些理念在他们的血液中流淌，总是出现在他们思想的第一线。这些骑士原本数量稀少且与世独立，但他们的理念启发了众人，而现在格拉利昂各地皆可见到英雄为这些理念而战。大多数的远征骑士把时间用于替受欺压者谋福利、解救被暴政与不公压迫的人们，或者帮助怯懦之人挺身直面邪恶，不过他们的能力也很适合追缉罪犯、打破洗脑或巫术施加的精神枷锁，并消灭那些可以让勇士中的勇士心生恐惧的怪物。"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Spells per Day",
    "zhCN": "每日法术"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Description",
    "enGB": "At each level, the crusader gains new spells per day as if he had gained a level in cleric or paladin (depending on whether he has cleric or paladin levels). The MOD doesn't limit you, but remember by the rules this works like other prestige classes in the base game.",
    "zhCN": "每个等级，远征骑士都会如同他在牧师，战斗祭司或圣武士（取决于他拥有的是牧师，战斗祭司或圣武士等级）上提升等级般获得新的每日法术。本MOD不限制你的选择，但实际上的规则是跟本体游戏里几个进阶职业一样的。"
  },
  {
    "Key": "InheritorCrusaderChampionHonor.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Champion of Honor",
    "zhCN": "荣光神选"
  },

  {
    "Key": "InheritorCrusaderChampionHonor.Description",
    "enGB": "An Inheritor’s crusader can smite evil once (or once more) per day. A crusader’s class levels stack with paladin class levels for the purpose of determining the damage of the paladin’s smite evil ability.",
    "zhCN": "后继者远征骑士可每日使用一次（或额外使用一次）制裁邪恶能力。在决定制裁邪恶能力的伤害时，将远征骑士的等级与圣武士职业等级叠加计算。"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Aura of Great Courage",
    "zhCN": "高等勇气灵光"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Description",
    "enGB": "At 1st level, the crusader gains an aura of courage equivalent to that of a 3rd-level paladin. If the crusader already has this ability, the aura’s range increases to 20 feet.",
    "zhCN": "1级时，远征骑士获得勇气灵光，如同3级圣武士。若远征骑士已经拥有此能力，灵光范围增加至20尺。"
  },

  {
    "Key": "DestroyTyranny.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Destroyer of Tyranny",
    "zhCN": "颠覆暴政"
  },

  {
    "Key": "DestroyTyranny.Description",
    "enGB": "At 2nd level, a crusader can shatter the oppressive influence of others. Dispell any ongoing charm or compulsion effect upon any creature targeted by a crusader’s channel positive energy ability, positive energy fervor or lay on hands, using charactor level as the caster level.",
    "zhCN": "2级时，远征骑士可以粉碎压迫他人的力量。使用角色等级作为施法者等级，尝试解除任何被远征骑士的引导正向能量，正向能量热诚或圣疗作为目标的生物身上正在生效的魅惑或胁迫效果。"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Sword Against Injustice",
    "zhCN": "剑斩不公"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Description",
    "enGB": "At 3rd level, a crusader may use his power to judge the guilty and absolve the innocent. As a standard action he may announce he is bringing divine judgment upon a target who is accused of a crime (attacking the knight commander of the fifth crusade!); the crusader makes a melee attack with his sword against the target as part of this judgment. if the target is guilty, the attack automatically hits with a flash of white light. This attack requires no attack roll and cannot critically hit. If the target is protected by an effect that inhibits divinations (such as mind blank), the attack bounces off the target with an unpleasant metallic hiss, like quenching a red-hot blade in water. The crusader may use this ability once per day; each additional use beyond the first drains him, causing him to become fatigued. He cannot use this class ability if he is exhausted. He may expend a use of fervor or lay on hands while activating this ability to prevent fatigue.",
    "zhCN": "3级时，远征骑士可以用自己的力量来审判罪人、赦免无辜者。他可以用一个标准动作，宣告自己将为被指控犯罪（袭击指挥官）的对象降下神圣裁决；作为裁决的一部份，远征骑士用他的剑对该目标进行一次攻击。若目标有罪，该次攻击自动命中，并迸发出白色的闪光。此次攻击不需要进行攻击检定，且不会重击。若目标受到能够压制预言系能力的效果影响（例如心灵屏障），则攻击会从目标身上弹开，并且发出彷佛将烧得火红的刀剑放进水中，令人不悦的金属嘶嘶声。远征骑士每天可以使用此能力一次；每天初次使用后的每一次都会消耗角色的体力，让他变得疲乏。他不能在力竭时使用此能力。他可以在启动此能力时，花费一次热诚或圣疗的使用次数来避免陷入疲乏。"
  },

  {
    "Key": "Chevalier.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Chevalier",
    "zhCN": "骑士"
  },

  {
    "Key": "Chevalier.Description",
    "enGB": "Some heroes don’t believe in fancy rules or high creeds or big flowery speeches, they just want to kill evil things, spend time with friends, and swap great tales over a good meal and tasty drinks. Not as stuffy or restrictive as a full-fledged knighthood, in their hearts chevaliers are just good people who want to celebrate the good things in life and fight evil wherever it dares to tread.",
    "zhCN": "有些英雄不信仰繁文缛节，或是花言巧语，她们只想消灭邪恶之物，和伙伴们共度时光，一边侃大山一边喝酒吃肉。不像所谓真正的骑士那样沉闷又规矩，她们只是想要享受生命中的美好，并抗击胆敢侵犯它的邪恶。"
  },

  {
    "Key": "ChevalierReckless.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Recklessness",
    "zhCN": "鲁莽"
  },

  {
    "Key": "ChevalierReckless.Description",
    "enGB": "Sometimes hasty action proves more useful than even the best laid plans. A chevalier gains a morale bonus equal to his class level on attack and damage rolls on the round he enters a battle. ",
    "zhCN": "有时候草率行动比精心策划更有用。骑士在进入战斗的第一轮内，其攻击和伤害骰获得等同于职业等级的士气加值。"
  },

  {
    "Key": "ChevalierControllCharge.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Controlled Charge",
    "zhCN": "严密冲锋"
  },

  {
    "Key": "ChevalierControllCharge.Description",
    "enGB": "At 2nd level, a chevalier gains a +2 bonus to AC when charging.",
    "zhCN": "2级时，骑士在冲锋时获得+2AC加值。"
  },

  {
    "Key": "ChevalierStubbornMind.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Stubborn Mind",
    "zhCN": "坚定心智"
  },

  {
    "Key": "ChevalierStubbornMind.Description",
    "enGB": "At 2nd level, a chevalier gains bonus on saving throws against mind-affecting conditions equal to her strength modifier.",
    "zhCN": "2级时，骑士在抵抗影响心智效应的豁免中获得等同于力量调整值的加值。"
  },

  {
    "Key": "ChevalierSmite.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Smite Evil",
    "zhCN": "制裁邪恶"
  },

  {
    "Key": "ChevalierSmite.Description",
    "enGB": "Once per day, a chevalier can smite evil as if he were a paladin of his character level.",
    "zhCN": "骑士可每日使用一次制裁邪恶能力。在决定制裁邪恶能力的伤害时，她视为纯职圣武士。"
  },

  {
    "Key": "Spellupgrade.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Spells per Day",
    "zhCN": "每日法术"
  },

  {
    "Key": "Spellupgrade.Description",
    "enGB": "When a new level in this class is gained, the character gains new spells as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. The MOD doesn't limit you, but remember by the rules this works like other prestige classes in the base game.",
    "zhCN": "在这个职业中每获得一个等级，该角色都会如同他在已有的施法者职业上提升等级般获得新的每日法术。本MOD不限制你的选择，但实际上的规则是跟本体游戏里几个进阶职业一样的。"
  },

  {
    "Key": "AgentoftheGrave.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Agent of the Grave",
    "zhCN": "墓穴使徒"
  },

  {
    "Key": "AgentoftheGrave.Description",
    "enGB": "Agents of the Grave learn the deepest arcane secrets in their quest for undeath, gaining undead-like traits before their final shift to a state beyond death. Agents of the Grave master the necromantic arts, yet instead of controlling hordes of undead minions, they instead seek ultimate enlightenment, and possess subtle and murderous skills to help them attain it.",
    "zhCN": "墓穴使徒在探索亡灵之道的过程中掌握了默语魔道最深层的奥术秘密，使得他们在最终晋升为超越死亡的形态之前便已经获得了类似不死生物的特质。由于这些秽恶的力量，加之以掩盖自我意图和拓展知识宽度的能力，在那些意图成为侍奉默语之道的强大法师与牧师，以及寻觅散落在格拉里昂各处的污秽遗迹、零件和尸骸，还有病态秘密的收藏家的人群中，墓穴使徒乃是最为完美的成员。"
  },

  {
    "Key": "AgentoftheGraveLichTouch.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Lich’s Touch",
    "zhCN": "巫妖之触"
  },

  {
    "Key": "AgentoftheGraveLichTouch.Description",
    "enGB": "At 1st level, the Agent of the Grave becomes a conduit for negative energy and the chill powers of death, allowing him to make a melee touch attack dealing 1d6 points of damage from negative energy per level of the Agent of the Grave class he attains. This ability allows him to heal undead minions, and himself upon attaining the negative energy affinity ability at 4th level. He can use this ability a number of times per day equal to 3 + his Charisma bonus.",
    "zhCN": "1级时，墓穴使徒成为负能量与冰冷死亡之力的通道，这让他就能够以近战接触攻击造成每个墓穴使徒等级1d6点负能量伤害。这个能力也允许他治疗不死仆从，当他4级获得负能量亲和（Negative Energy Affinity）能力后，也可以用于治疗他自己。他每天能够使用这个能力的次数等同于3+他的魅力加值。"
  },

  {
    "Key": "AgentoftheGraveUnholyFortitude.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Unholy Fortitude",
    "zhCN": "不洁坚韧"
  },

  {
    "Key": "AgentoftheGraveUnholyFortitude.Description",
    "enGB": "At 1st level, the Agent of the Grave can tap into his conviction and bolster his health. His Constitution bonus is increased to a minimum value equaled with his Charisma bonus.",
    "zhCN": "1级时，墓穴使徒迈向极致的信念强化了他的身体。他将体质加值提升至等同于魅力加值。"
  },

  {
    "Key": "AgentoftheGraveDeathShroud.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Death’s Shroud",
    "zhCN": "死亡尸衣"
  },

  {
    "Key": "AgentoftheGraveDeathShroud.Description",
    "enGB": "As an Agent of the Grave gains power within the organization, he often must infiltrate other groups to gain further knowledge. At 4th level, he learns how to cloak his true intentions, making his alignment undetectable.",
    "zhCN": "由于墓穴使徒需要从组织内汲取力量，他必须经常潜入其他组织以获得更进一步的学识。4级时，他知晓如何隐藏自己的真实意图和角色阵营。"
  },

  {
    "Key": "AgentoftheGraveDesecrate.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Negative Energy Conduit",
    "zhCN": "负能量通道"
  },

  {
    "Key": "AgentoftheGraveDesecrate.Description",
    "enGB": "At 3rd level, an Agent of the Grave bolsters undead around him. As a standard action, an Agent of the Grave manifests an aura identical to the desecrate spell, except this foul aura has a duration of 10 minutes per level. Every undead creature entering a desecrated area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An Agent of the Grave can use this ability once per day. In addition, any undead the Agent of the Grave summons gains +1 hit points per caster level.",
    "zhCN": "3级时，墓穴使徒能够增强围绕着他的不死生物。以一个标准动作，墓穴使徒展现出如同亵渎术一般的灵光，攻击骰，伤害骰和所有豁免均获得+1亵渎加值。不过这个秽恶的灵光只会持续每个等级10分钟。墓穴使徒每天能够使用这个能力一次。此外，墓穴使徒创造的不死生物获得每施法者等级+1生命值。"
  },

  {
    "Key": "AgentoftheGraveGhoul.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Ghoul Transformation",
    "zhCN": "转化食尸鬼"
  },

  {
    "Key": "AgentoftheGraveGhoul.Description",
    "enGB": "Inspired by what was done in the lost chapel, the Agent of the Grave transforms into a ghast while retaining his inteligence as well as class levels. He gains Ghast Special Abilities, bite (1d6) and 2 claws (1d6).",
    "zhCN": "从失落神殿一战中汲取灵感后，墓穴使者转变为保留智慧和职业等级的食尸鬼，他获得食尸鬼的特殊能力，1d6噬咬攻击和2次1d6爪抓。"
  },

  {
    "Key": "AgentoftheGraveVampire.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Vampire Transformation",
    "zhCN": "转化吸血鬼"
  },

  {
    "Key": "AgentoftheGraveVampire.Description",
    "enGB": "The Agent of the Grave is no longer a half-vampire but a real one. He gains Vampire Spawn Special Abilities, Resistence, and 2 slams (1d6).",
    "zhCN": "墓穴使者不再是半吸血鬼，而是真正的吸血鬼。他获得吸血鬼衍体的特殊能力，抗性和1d6挥击。"
  },

  {
    "Key": "AgentoftheGraveSecretDeath.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Secrets of Death",
    "zhCN": "死亡之秘"
  },

  {
    "Key": "AgentoftheGraveSecretDeath.Description",
    "enGB": "The Agent of the Grave gains new insights into the dark arts of necromancy. At the time he gains this ability, the character add all cleric and wizard necromancy spells to a full caster's spell list.",
    "zhCN": "墓穴使徒借由默语魔道把持的秘密洞悉了死灵术的奥妙。当他获得这个能力时，角色将牧师和法师法术列表上的死灵学派法术添加到九环施法者的法术列表中。"
  },

  {
    "Key": "UndeathInitiate.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Undeath Initiate",
    "zhCN": "亡灵之途"
  },

  {
    "Key": "UndeathInitiate.Description",
    "enGB": "At 5th level, an Agent of the Grave has prepared his body and mind for the transition into undeath. Shall he do it now, or wait for a chance to transform into a lich?",
    "zhCN": "5级时，墓穴使徒已经准备好将他的身体与心灵转化为不死生物，他应该立刻动手，还是等待转化巫妖的机会？"
  }
]