[
  {
    "Key": "MyFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "My Feat"
  },

  {
    "Key": "MyFeat.Description",
    "enGB": "This is my feat, not your feat."
  },
  {
    "Key": "MagicalAptitude.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Magical Aptitude",
    "zhCN": "Magische Begabung"
  },

  {
    "Key": "MagicalAptitude.Description",
    "enGB": "You get a +2 bonus on all Spellcraft and Use Magic Device skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
  },

  {
    "Key": "ShadowDancer.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadowdancer",
    "zhCN": "影舞者"
  },

  {
    "Key": "ShadowDancer.Description",
    "enGB": "Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.",
    "zhCN": "影舞者生存在光与暗的边界，在那里，他们编织着阴影，令自己成为若隐若现的诡计大师。不受任何特定道德或传统法规的束缚，影舞者由认识到黑暗的价值的多种冒险者组成。施法者们使用自己的能力从暗处安全地施放法术并迅速离开，同时专于白刃战的职业们则享受从暗处突袭敌人的能力。有些人甚至从字面上理解自己的群体，成为了怪异又神秘的表演者和舞者。尽管如此，他们诡诈与渗透性的天赋带来的诱惑通常使得影舞者们趋于以行窃为生。"
  },

  {
    "Key": "ShadowDancerProficiencies.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "ShadowDancer Proficiency",
    "zhCN": "影舞者擅长"
  },

  {
    "Key": "ShadowDancerProficiencies.Description",
    "enGB": "Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.",
    "zhCN": "影舞者擅长木棒，十字弓（轻型，重型或手弩），匕首（任意类型），飞镖，硬头锤，钉头锤，木棍，细剑，闷棍，短弓（普通或复合），以及短剑。影舞者擅长轻型盔甲但不擅长盾牌。"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Illusion",
    "zhCN": "阴影幻象"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Description",
    "enGB": "When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as fade, using the shadowdancer’s level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained.",
    "zhCN": "当一个影舞者达到3级时，她可以创造出视觉幻象。这一能力与“渐隐术”法术相同，使用影舞者等级作为施法者等级。影舞者每天可以使用此能力每2个影舞者等级1次。"
  },

  {
    "Key": "ShadowDancerShadowCall.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Call",
    "zhCN": "阴影召唤"
  },

  {
    "Key": "ShadowDancerShadowCall.Description",
    "enGB": "At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as shadow conjuration, using charactor level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as greater shadow conjuration. The DC for this ability is Charisma-based.",
    "zhCN": "4级起，影舞者可以从阴影中制造出生物和效果。这一能力与“幽影咒法术”相同，使用角色等级作为施法者等级。4级时影舞者每天可以使用1次此能力，之后每两级都可以增加每天使用次数1次（6级时每天2次，8级时每天3次，10级时每天4次）。10级之后，此能力升级成为“高等幽影咒法术”。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowPower.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Power",
    "zhCN": "阴影能量"
  },

  {
    "Key": "ShadowDancerShadowPower.Description",
    "enGB": "At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as shadow evocation, using charactor level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based.",
    "zhCN": "8级时，影舞者可以使用阴影对敌人造成伤害。此能力与“幽影塑能术”相同，使用角色等级作为施法者等级。8级时影舞者可天可以使用1次此能力，10级时每天可以多使用1次。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowJump.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Jump",
    "zhCN": "阴影跳跃"
  },

  {
    "Key": "ShadowDancerShadowJump.Description",
    "enGB": "a shadowdancer gains the ability to travel between shadows as if by means of a dimension door spell or the abundant step class feature. You can gain this feat multiple times. Each time you gain 4 additional uses per day.",
    "zhCN": "影舞者可以在阴影之间移动，如同次元门法术或武僧“无相挪移”能力。你可多次选择此专长，获得每天4次使用次数，效果叠加。"
  },

  {
    "Key": "ShadowDancerFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Bonus Feats",
    "zhCN": "影舞者额外专长"
  },

  {
    "Key": "ShadowDancerFeat.Description",
    "enGB": "At 4th, 6th, 8th, and 10th level, a shadowdancer gains a bonus feat. At each such opportunity, he can choose shadow jump, or any feat from the dimentional feat chain. She must still meet all prerequisites for the feat.",
    "zhCN": "在4，6，8，10级时，影舞者可以获得一个奖励专长。她可以挑选阴影跳跃或者任何次元门系列专长。她依然必须达到这些专长的前提要求。"
  },

  {
    "Key": "ShadowDancerShadowMaster.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Master",
    "zhCN": "阴影宗师"
  },

  {
    "Key": "ShadowDancerShadowMaster.Description",
    "enGB": "At 10th level, whenever a shadowdancer casts a spell or a spell-like ability, or hides in plain sight, for 1d4 turns, she gains DR 10/— and a +2 luck bonus on all saving throws, and whenever she successfully scores a critical hit against a foe, that foe is blinded for 1d6 rounds.",
    "zhCN": "10级时，影舞者施放法术，类法术能力，或使用视线躲藏能力时，她获得伤害减免“10/-”，并且在所有豁免检定中获得+2幸运加值，且她造成重击时，对手被致盲1d6轮。以上效果持续1d4轮。"
  },

  {
    "Key": "DefensiveRoll.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Defensive Roll",
    "zhCN": "防御翻滚"
  },

  {
    "Key": "DefensiveRoll.Description",
    "enGB": "With this advanced talent, the rogue can roll with a potentially lethal blow to take less damage from it than she otherwise would. Once per day, when her HP drops low, she ignores damage that would make her unconscious. She must be aware of the attack and able to react to it in order to execute her defensive roll—if she is denied her Dexterity bonus to AC, she can’t use this ability.",
    "zhCN": "盗贼可以顺着致命打击进行翻滚来降低伤害。每日一次，如果战斗中的伤害会令盗贼陷入昏迷，她无视超额的伤害。她必须觉察到这次攻击并能对其做出反应才能进行“防御翻滚”，如果她失去了AC上的敏捷加值，就无法使用此能力。"
  },

  {
    "Key": "SummonShadowAnimal.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Bond",
    "zhCN": "幽影联结"
  },

  {
    "Key": "SummonShadowAnimal.Description",
    "enGB": "At 3rd level, a shadowdancer can summon a shadow, as an undead animal companian or a summoned monster.",
    "zhCN": "3级起，影舞者可以召唤一只幽影，一种不死生物阴影，作为亡灵动物伙伴或召唤物。"
  },

  {
    "Key": "ShadowDancerSummonShadow.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Summon Shadow",
    "zhCN": "幽影联结"
  },

  {
    "Key": "ShadowDancerSummonShadow.Description",
    "enGB": "Once per day, as a free action you can summons a shadow which scales with your level. Summoned monsters appear where you designate and act according to their initiative results. They attack your opponents to the best of their ability.",
    "zhCN": "每日一次，你可以用自由动作召唤一个随你成长的幽影。它会在你的回合出现在你指定的位置，并根据其先攻展开行动。它会尽全力攻击你的敌人。"
  },

  {
    "Key": "InheritorCrusader.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Inheritor’s Crusader",
    "zhCN": "后继者远征骑士"
  },

  {
    "Key": "InheritorCrusader.Description",
    "enGB": "Honor, justice, and valor—while many righteous folk believe in these things, a select group of champions live and breathe them. It is in their blood and constantly at the forefront of their thoughts. The teachings of this once small, exclusive group of knights have inspired others, and now heroes all across the world take up swords in the name of these ideals. Most crusaders spend their time advancing the cause of the downtrodden, freeing the oppressed from tyranny and injustice, or helping the timid rise up in the face of evil, though their powers also make them suited for hunting down criminals, breaking the mental shackles of brainwashing and witchcraft, and destroying monsters that pierce the bravest hearts with fear.",
    "zhCN": "勇气、正义与荣耀——虽然许多正义之士都相信这些美德，但有一小群艾奥梅黛的神选勇士则视之为生命。这些理念在他们的血液中流淌，总是出现在他们思想的第一线。这些骑士原本数量稀少且与世独立，但他们的理念启发了众人，而现在格拉利昂各地皆可见到英雄为这些理念而战。大多数的远征骑士把时间用于替受欺压者谋福利、解救被暴政与不公压迫的人们，或者帮助怯懦之人挺身直面邪恶，不过他们的能力也很适合追缉罪犯、打破洗脑或巫术施加的精神枷锁，并消灭那些可以让勇士中的勇士心生恐惧的怪物。"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Spells per Day",
    "zhCN": "每日法术"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Description",
    "enGB": "At each level, the crusader gains new spells per day as if he had gained a level in cleric or paladin (depending on whether he has cleric or paladin levels). The MOD doesn't limit you, but remember by the rules this works like other prestige classes in the base game.",
    "zhCN": "每个等级，远征骑士都会如同他在牧师，战斗祭司或圣武士（取决于他拥有的是牧师，战斗祭司或圣武士等级）上提升等级般获得新的每日法术。本MOD不限制你的选择，但实际上的规则是跟本体游戏里几个进阶职业一样的。"
  },
  {
    "Key": "InheritorCrusaderChampionHonor.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Champion of Honor",
    "zhCN": "荣光神选"
  },

  {
    "Key": "InheritorCrusaderChampionHonor.Description",
    "enGB": "An Inheritor’s crusader can smite evil once per day. A crusader’s class levels stack with paladin class levels for the purpose of determining the damage of the paladin’s smite evil ability.",
    "zhCN": "后继者远征骑士可每日使用一次制裁邪恶能力。在决定制裁邪恶能力的伤害时，将远征骑士的等级与圣武士职业等级叠加计算。"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Aura of Great Courage",
    "zhCN": "高等勇气灵光"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Description",
    "enGB": "At 1st level, the crusader gains an aura of courage equivalent to that of a 3rd-level paladin. If the crusader already has this ability, the aura’s range increases to 20 feet.",
    "zhCN": "1级时，远征骑士获得勇气灵光，如同3级圣武士。若远征骑士已经拥有此能力，灵光范围增加至20尺。"
  },

  {
    "Key": "DestroyTyranny.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Destroyer of Tyranny",
    "zhCN": "颠覆暴政"
  },

  {
    "Key": "DestroyTyranny.Description",
    "enGB": "At 2nd level, a crusader can shatter the oppressive influence of others. Dispell any ongoing charm or compulsion effect upon any creature targeted by a crusader’s channel positive energy ability, positive energy fervor or lay on hands, using charactor level as the caster level.",
    "zhCN": "2级时，远征骑士可以粉碎压迫他人的力量。使用角色等级作为施法者等级，尝试解除任何被远征骑士的引导正向能量，正向能量热忱或圣疗作为目标的生物身上正在生效的魅惑或胁迫效果。"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Sword Against Injustice",
    "zhCN": "剑斩不公"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Description",
    "enGB": "At 3rd level, a crusader may use his power to judge the guilty and absolve the innocent. As a standard action he may announce he is bringing divine judgment upon a target who is accused of a crime (attacking the knight commander of the fifth crusade!); the crusader makes a melee attack with his sword against the target as part of this judgment. if the target is guilty, the attack automatically hits with a flash of white light. This attack requires no attack roll and cannot critically hit. If the target is protected by an effect that inhibits divinations (such as mind blank), the attack bounces off the target with an unpleasant metallic hiss, like quenching a red-hot blade in water. The crusader may use this ability once per day; each additional use beyond the first drains him, causing him to become fatigued. He cannot use this class ability if he is exhausted. He may expend a use of fervor or lay on hands while activating this ability to prevent fatigue.",
    "zhCN": "3级时，远征骑士可以用自己的力量来审判罪人、赦免无辜者。他可以用一个标准动作，宣告自己将为被指控犯罪（袭击指挥官）的对象降下神圣裁决；作为裁决的一部份，远征骑士用他的剑对该目标进行一次攻击。若目标有罪，该次攻击自动命中，并迸发出白色的闪光。此次攻击不需要进行攻击检定，且不会重击。若目标受到能够压制预言系能力的效果影响（例如心灵屏障），则攻击会从目标身上弹开，并且发出彷佛将烧得火红的刀剑放进水中，令人不悦的金属嘶嘶声。远征骑士每天可以使用此能力一次；每天初次使用后的每一次都会消耗角色的体力，让他变得疲乏。他不能在力竭时使用此能力。他可以在启动此能力时，花费一次热忱或圣疗的使用次数来避免陷入疲乏。"
  },

  {
    "Key": "Chevalier.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Chevalier",
    "zhCN": "骑士"
  },

  {
    "Key": "Chevalier.Description",
    "enGB": "Some heroes don’t believe in fancy rules or high creeds or big flowery speeches, they just want to kill evil things, spend time with friends, and swap great tales over a good meal and tasty drinks. Not as stuffy or restrictive as a full-fledged knighthood, in their hearts chevaliers are just good people who want to celebrate the good things in life and fight evil wherever it dares to tread.",
    "zhCN": "有些英雄不信仰繁文缛节，或是花言巧语，她们只想消灭邪恶之物，和伙伴们共度时光，一边侃大山一边喝酒吃肉。不像所谓真正的骑士那样沉闷又规矩，她们只是想要享受生命中的美好，并抗击胆敢侵犯它的邪恶。"
  },

  {
    "Key": "ChevalierReckless.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Recklessness",
    "zhCN": "鲁莽"
  },

  {
    "Key": "ChevalierReckless.Description",
    "enGB": "Sometimes hasty action proves more useful than even the best laid plans. A chevalier gains a morale bonus equal to his class level on attack and damage rolls on the round he enters a battle. ",
    "zhCN": "有时候草率行动比精心策划更有用。骑士在进入战斗的第一轮内，其攻击和伤害骰获得等同于职业等级的士气加值。"
  }
]