[
  {
    "Key": "MyFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "My Feat"
  },

  {
    "Key": "MyFeat.Description",
    "enGB": "This is my feat, not your feat."
  },
  {
    "Key": "MagicalAptitude.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Magical Aptitude",
    "zhCN": "Magische Begabung"
  },

  {
    "Key": "MagicalAptitude.Description",
    "enGB": "You get a +2 bonus on all Spellcraft and Use Magic Device skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
  },

  {
    "Key": "ShadowDancer.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "ShadowDancer",
    "zhCN": "影舞者"
  },

  {
    "Key": "ShadowDancer.Description",
    "enGB": "Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.",
    "zhCN": "影舞者生存在光与暗的边界，在那里，他们编织着阴影，令自己成为若隐若现的诡计大师。不受任何特定道德或传统法规的束缚，影舞者由认识到黑暗的价值的多种冒险者组成。施法者们使用自己的能力从暗处安全地施放法术并迅速离开，同时专于白刃战的职业们则享受从暗处突袭敌人的能力。有些人甚至从字面上理解自己的群体，成为了怪异又神秘的表演者和舞者。尽管如此，他们诡诈与渗透性的天赋带来的诱惑通常使得影舞者们趋于以行窃为生。"
  },

  {
    "Key": "ShadowDancerProficiencies.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "ShadowDancer Proficiency",
    "zhCN": "影舞者擅长"
  },

  {
    "Key": "ShadowDancerProficiencies.Description",
    "enGB": "Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.",
    "zhCN": "影舞者擅长木棒，十字弓（轻型，重型或手弩），匕首（任意类型），飞镖，硬头锤，钉头锤，木棍，细剑，闷棍，短弓（普通或复合），以及短剑。影舞者擅长轻型盔甲但不擅长盾牌。"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Illusion",
    "zhCN": "阴影幻象"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Description",
    "enGB": "When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as fade, using the shadowdancer’s level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained.",
    "zhCN": "当一个影舞者达到3级时，她可以创造出视觉幻象。这一能力与“渐隐术”法术相同，使用影舞者等级作为施法者等级。影舞者每天可以使用此能力每2个影舞者等级1次。"
  },

  {
    "Key": "ShadowDancerShadowCall.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Call",
    "zhCN": "阴影召唤"
  },

  {
    "Key": "ShadowDancerShadowCall.Description",
    "enGB": "At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as shadow conjuration, using charactor level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as greater shadow conjuration. The DC for this ability is Charisma-based.",
    "zhCN": "4级起，影舞者可以从阴影中制造出生物和效果。这一能力与“幽影咒法术”相同，使用角色等级作为施法者等级。4级时影舞者每天可以使用1次此能力，之后每两级都可以增加每天使用次数1次（6级时每天2次，8级时每天3次，10级时每天4次）。10级之后，此能力升级成为“高等幽影咒法术”。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowPower.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Power",
    "zhCN": "阴影能量"
  },

  {
    "Key": "ShadowDancerShadowPower.Description",
    "enGB": "At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as shadow evocation, using charactor level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based.",
    "zhCN": "8级时，影舞者可以使用阴影对敌人造成伤害。此能力与“幽影塑能术”相同，使用角色等级作为施法者等级。8级时影舞者可天可以使用1次此能力，10级时每天可以多使用1次。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowJump.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Jump",
    "zhCN": "阴影跳跃"
  },

  {
    "Key": "ShadowDancerShadowJump.Description",
    "enGB": "a shadowdancer gains the ability to travel between shadows as if by means of a dimension door spell or the abundant step class feature. You can gain this feat multiple times. Each time you gain 4 additional uses per day.",
    "zhCN": "影舞者可以在阴影之间移动，如同次元门法术或武僧“无相挪移”能力。你可多次选择此专长，获得每天4次使用次数，效果叠加。"
  },

  {
    "Key": "ShadowDancerFeat.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Bonus Feats",
    "zhCN": "影舞者额外专长"
  },

  {
    "Key": "ShadowDancerFeat.Description",
    "enGB": "At 4th, 6th, 8th, and 10th level, a shadowdancer gains a bonus feat. At each such opportunity, he can choose shadow jump, or any feat from the dimentional feat chain. She must still meet all prerequisites for the feat.",
    "zhCN": "在4，6，8，10级时，影舞者可以获得一个奖励专长。她可以挑选阴影跳跃或者任何次元门系列专长。她依然必须达到这些专长的前提要求。"
  },

  {
    "Key": "ShadowDancerShadowMaster.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Master",
    "zhCN": "阴影宗师"
  },

  {
    "Key": "ShadowDancerShadowMaster.Description",
    "enGB": "At 10th level, whenever a shadowdancer casts a spell or a spell-like ability, or hides in plain sight, for 1d4 turns, she gains DR 10/— and a +2 luck bonus on all saving throws, and whenever she successfully scores a critical hit against a foe, that foe is blinded for 1d6 rounds.",
    "zhCN": "10级时，影舞者施放法术，类法术能力，或使用视线躲藏能力时，她获得伤害减免“10/-”，并且在所有豁免检定中获得+2幸运加值，且她造成重击时，对手被致盲1d6轮。以上效果持续1d4轮。"
  },

  {
    "Key": "DefensiveRoll.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Defensive Roll",
    "zhCN": "防御翻滚"
  },

  {
    "Key": "DefensiveRoll.Description",
    "enGB": "With this advanced talent, the rogue can roll with a potentially lethal blow to take less damage from it than she otherwise would. Once per day, when her HP drops low, she ignores damage that would make her unconscious. She must be aware of the attack and able to react to it in order to execute her defensive roll—if she is denied her Dexterity bonus to AC, she can’t use this ability.",
    "zhCN": "盗贼可以顺着致命打击进行翻滚来降低伤害。每日一次，如果战斗中的伤害会令盗贼陷入昏迷，她无视超额的伤害。她必须觉察到这次攻击并能对其做出反应才能进行“防御翻滚”，如果她失去了AC上的敏捷加值，就无法使用此能力。"
  },

  {
    "Key": "SummonShadowAnimal.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Shadow Bond",
    "zhCN": "幽影联结"
  },

  {
    "Key": "SummonShadowAnimal.Description",
    "enGB": "At 3rd level, a shadowdancer can summon a shadow, as an undead animal companian or a summoned monster.",
    "zhCN": "3级起，影舞者可以召唤一只幽影，一种不死生物阴影，作为亡灵动物伙伴或召唤物。"
  },

  {
    "Key": "ShadowDancerSummonShadow.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Summon Shadow",
    "zhCN": "幽影联结"
  },

  {
    "Key": "ShadowDancerSummonShadow.Description",
    "enGB": "Once per day, as a free action you can summons a shadow which scales with your level. Summoned monsters appear where you designate and act according to their initiative results. They attack your opponents to the best of their ability.",
    "zhCN": "每日一次，你可以用自由动作召唤一个随你成长的幽影。它会在你的回合出现在你指定的位置，并根据其先攻展开行动。它会尽全力攻击你的敌人。"
  }
]